Repository: pabloserrago/miranda
Catalog: ios/Localizable.xcstrings
Source language: en
Languages: ca, de, fr, nl, pt

source: Set priority
ca: Definir la prioridad
de: Priorität festlegen
fr: Définir la priorité
nl: Prioriteit instellen
pt: Definir a prioridade

source: Set Priority
ca: Definir la prioridad
de: Priorität festlegen
fr: Définir la priorité
nl: Prioriteit instellen
pt: Definir a prioridade

source: Settings
ca: Ajustes
de: Einstellungen
fr: Réglages
nl: Instellingen
pt: Definições

source: Show recent notes
ca: Mostrar las notas recientes
de: Neueste Notizen anzeigen
fr: Afficher les notes récentes
nl: Recente notities tonen
pt: Mostrar as notas recentes

source: Show top priority
ca: Mostrar la prioridad principal
de: Wichtigste Priorität anzeigen
fr: Afficher la priorité principale
nl: Hoogste prioriteit tonen
pt: Mostrar a prioridade principal

source: Show Top Priority
ca: Mostrar la prioridad principal
de: Wichtigste Priorität anzeigen
fr: Afficher la priorité principale
nl: Hoogste prioriteit tonen
pt: Mostrar a prioridade principal

source: Simple.
ca: Sencillo.
de: Einfach.
fr: Tout simplement.
nl: Simpel.
pt: Simples.

source: Sing one word of your favorite song 🎵
ca: Canta una palabra de tu canción favorita 🎵
de: Sing ein Wort deines Lieblingslieds 🎵
fr: Chantez un mot de votre chanson préférée 🎵
nl: Zing één woord van je favoriete liedje 🎵
pt: Canta uma palavra da tua música favorita 🎵

source: Smell a lemon 🍋
ca: Huele un limón 🍋
de: Riech an einer Zitrone 🍋
fr: Sentez un citron 🍋
nl: Ruik aan een citroen 🍋
pt: Cheira um limão 🍋

source: Snap your fingers 10 times 🫰
ca: Chasquea los dedos 10 veces 🫰
de: Schnipse 10 Mal mit den Fingern 🫰
fr: Claquez des doigts 10 fois 🫰
nl: Knip 10 keer met je vingers 🫰
pt: Estala os dedos 10 vezes 🫰

source: Something went wrong. Please try again later.
ca: Algo ha salido mal. Vuelve a intentarlo más tarde.
de: Etwas ist schiefgelaufen. Versuche es später erneut.
fr: Une erreur s’est produite. Réessayez plus tard.
nl: Er is iets misgegaan. Probeer het later opnieuw.
pt: Algo falhou. Tenta novamente mais tarde.

source: Soon
ca: Pronto
de: Demnächst
fr: Bientôt
nl: Binnenkort
pt: Em breve

source: Spin around three times slowly 🌀
ca: Da tres vueltas despacio 🌀
de: Dreh dich drei Mal langsam im Kreis 🌀
fr: Tournez lentement trois fois sur vous-même 🌀
nl: Draai drie keer langzaam rond 🌀
pt: Roda três vezes devagar 🌀

source: Split by Hyphens
ca: Dividir por guiones
de: An Bindestrichen trennen
fr: Séparer aux tirets
nl: Splitsen op streepjes
pt: Dividir por hífenes

source: Stop
ca: Detener
de: Stoppen
fr: Arrêter
pt: Parar

source: Stretch like a cat 🐱
ca: Estírate como un gato 🐱
de: Streck dich wie eine Katze 🐱
fr: Étirez-vous comme un chat 🐱
nl: Rek je uit als een kat 🐱
pt: Espreguiça-te como um gato 🐱

source: Submit
ca: Enviar
de: Senden
fr: Envoyer
nl: Verstuur
pt: Enviar

source: Submit a Request
ca: Enviar una solicitud
de: Anfrage senden
fr: Envoyer une demande
nl: Een verzoek versturen
pt: Enviar um pedido

source: Take 3 deep breaths 🫁
ca: Respira hondo 3 veces 🫁
de: Atme 3 Mal tief durch 🫁
fr: Prenez 3 grandes respirations 🫁
nl: Haal 3 keer diep adem 🫁
pt: Respira fundo 3 vezes 🫁

source: Tap your nose 7 times 👃
ca: Tócate la nariz 7 veces 👃
de: Tippe 7 Mal auf deine Nase 👃
fr: Tapotez votre nez 7 fois 👃
nl: Tik 7 keer op je neus 👃
pt: Toca no teu nariz 7 vezes 👃

# theme.standard
source: Standard
ca: Estándar
nl: Standaard
pt: Padrão

source: This will permanently delete all your notes. This action cannot be undone.
ca: Se eliminarán todas tus notas de forma permanente. Esta acción no se puede deshacer.
de: Dadurch werden alle Notizen dauerhaft gelöscht. Diese Aktion kann nicht widerrufen werden.
fr: Toutes vos notes seront supprimées définitivement. Cette action est irréversible.
nl: Al je notities worden definitief verwijderd. Dit kan niet worden hersteld.
pt: Todas as tuas notas serão apagadas permanentemente. Esta ação não pode ser anulada.

source: To capture notes with your voice, allow microphone and speech recognition access in Settings. You can still type your note.
ca: Para capturar notas con la voz, permite el acceso al micrófono y al reconocimiento de voz en Ajustes. Aun así, puedes escribir tu nota.
de: Erlaube in den Einstellungen den Zugriff auf Mikrofon und Spracherkennung, um Notizen per Stimme zu erfassen. Du kannst deine Notiz weiterhin eintippen.
fr: Pour capturer des notes à la voix, autorisez l’accès au micro et à la reconnaissance vocale dans Réglages. Vous pouvez toujours saisir votre note.
nl: Geef in Instellingen toegang tot de microfoon en spraakherkenning om notities met je stem vast te leggen. Je kunt je notitie nog wel typen.
pt: Para capturar notas com a voz, permite o acesso ao microfone e ao reconhecimento de voz nas Definições. Podes escrever a nota.

source: Touch something blue 💙
ca: Toca algo azul 💙
de: Berühre etwas Blaues 💙
fr: Touchez quelque chose de bleu 💙
nl: Raak iets blauws aan 💙
pt: Toca em algo azul 💙

source: Touch your elbows together 💪
ca: Junta los codos 💪
de: Bring deine Ellbogen zusammen 💪
fr: Essayez de joindre vos coudes 💪
nl: Raak je ellebogen tegen elkaar 💪
pt: Junta os teus cotovelos 💪

source: Transform to Actions
ca: Convertir en acciones
de: In Aktionen umwandeln
fr: Transformer en actions
nl: Omzetten naar acties
pt: Transformar em ações

source: Turn On a Priority
ca: Activar una prioridad
de: Priorität aktivieren
fr: Activer une priorité
nl: Een prioriteit aanzetten
pt: Ativar uma prioridade

source: Turn this off
ca: Desactivar
de: Deaktivieren
fr: Désactiver
nl: Uitzetten
pt: Desativar

source: Turn this on
ca: Activar
de: Aktivieren
fr: Activer
nl: Aanzetten
pt: Ativar

source: Unable to Send
ca: No se ha podido enviar
de: Senden nicht möglich
fr: Envoi impossible
nl: Versturen mislukt
pt: Não foi possível enviar

source: Version
ca: Versión
nl: Versie
pt: Versão

source: Version copied
ca: Versión copiada
de: Version kopiert
fr: Version copiée
nl: Versie gekopieerd
pt: Versão copiada

source: Voice
ca: Voz
de: Stimme
fr: Voix
nl: Stem
pt: Voz

source: Voice capture
ca: Captura por voz
de: Spracherfassung
fr: Capture vocale
nl: Vastleggen met stem
pt: Captura por voz

source: Wave at something random 👋
ca: Saluda a algo al azar 👋
de: Wink irgendetwas zu 👋
fr: Faites signe à quelque chose au hasard 👋
nl: Zwaai naar iets willekeurigs 👋
pt: Acena a algo ao acaso 👋

source: What do you want to capture?
ca: ¿Qué quieres capturar?
de: Was möchtest du erfassen?
fr: Que voulez-vous capturer ?
nl: Wat wil je vastleggen?
pt: O que queres capturar?

source: What should your priority be?
ca: ¿Cuál debería ser tu prioridad?
de: Was soll deine Priorität sein?
fr: Quelle doit être votre priorité ?
nl: Wat wordt je prioriteit?
pt: Qual deve ser a tua prioridade?

source: What would you like to capture?
ca: ¿Qué te gustaría capturar?
de: Was möchtest du gern erfassen?
fr: Que souhaitez-vous capturer ?
nl: Wat wil je graag vastleggen?
pt: O que gostarias de capturar?

source: What's on your mind?
ca: ¿Qué tienes en mente?
de: Was beschäftigt dich?
fr: À quoi pensez-vous ?
nl: Wat houdt je bezig?
pt: O que tens em mente?

source: Whisper 'good job' to your plant 🪴
ca: Susúrrale «buen trabajo» a tu planta 🪴
de: Flüstere deiner Pflanze „gut gemacht“ zu 🪴
fr: Murmurez « bravo » à votre plante 🪴
nl: Fluister ‘goed gedaan’ tegen je plant 🪴
pt: Sussurra «bom trabalho» à tua planta 🪴

source: Widget on Home Screen
ca: Widget en la pantalla de inicio
de: Widget auf dem Home-Bildschirm
fr: Widget sur l’écran d’accueil
nl: Widget op beginscherm
pt: Widget no ecrã principal

source: Widget on Lock Screen
ca: Widget en la pantalla bloqueada
de: Widget auf dem Sperrbildschirm
fr: Widget sur l’écran verrouillé
nl: Widget op toegangsscherm
pt: Widget no ecrã bloqueado

source: Wiggle your toes 🦶
ca: Mueve los dedos de los pies 🦶
de: Wackle mit den Zehen 🦶
fr: Remuez vos orteils 🦶
nl: Wiebel met je tenen 🦶
pt: Mexe os dedos dos pés 🦶

source: winning slow and steady!
ca: ¡ganando poco a poco!
de: langsam, aber sicher zum Ziel!
fr: on gagne lentement mais sûrement !
nl: langzaam maar zeker op de goede weg!
pt: a ganhar devagar e com firmeza!

source: Write your name with your non-dominant hand ✏️
ca: Escribe tu nombre con la mano no dominante ✏️
de: Schreib deinen Namen mit der anderen Hand ✏️
fr: Écrivez votre nom de la main non dominante ✏️
nl: Schrijf je naam met je andere hand ✏️
pt: Escreve o teu nome com a mão não dominante ✏️

source: Yes, let's go!
ca: ¡Sí, vamos!
de: Ja, los geht’s!
fr: Oui, c’est parti !
nl: Ja, we gaan!
pt: Sim, vamos!

source: Yes, love it
ca: Sí, me encanta
de: Ja, super
fr: Oui, j’adore
nl: Ja, geweldig
pt: Sim, adoro

source: Your feedback helps us improve.
ca: Tus comentarios nos ayudan a mejorar.
de: Dein Feedback hilft uns, besser zu werden.
fr: Vos retours nous aident à progresser.
nl: Jouw feedback helpt ons verbeteren.
pt: Os teus comentários ajudam-nos a melhorar.

source: Your priorities will be visible on your homepage widget.
ca: Tus prioridades se verán en el widget de tu pantalla de inicio.
de: Deine Prioritäten sind im Widget auf dem Home-Bildschirm sichtbar.
fr: Vos priorités seront visibles dans le widget de votre écran d’accueil.
nl: Je prioriteiten zijn te zien in de widget op je beginscherm.
pt: As tuas prioridades ficam visíveis no widget do ecrã principal.

source: Your priority
ca: Tu prioridad
de: Deine Priorität
fr: Votre priorité
nl: Jouw prioriteit
pt: A tua prioridade

# theme.color
source: Color
de: Farbe
fr: Couleur
nl: Kleur
pt: Cor
